arquivo.xml

<?xml version="1.0" encoding="ISO-8859-1"?><SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"><SOAP-ENV:Body><ns7960:exemplo xmlns:ns7960="http://tempuri.org"><menssagem xsi:type="xsd:string">ZGF2aWQ=</menssagem></ns7960:exemplo></SOAP-ENV:Body></SOAP-ENV:Envelope>